export default [
  {
    id: 1,
    question: 'Какое место занял Гарри на втором состязании турнира трех волшебников? ',
    options: ['1', '2', '3', '4'],
    answer: '2',
  }, 
  {
    id: 2,
    question: 'Скольких жертв поразил Василиск во второй части?',
    options: ['5', '4', '2', '6'],
    answer: '5',
  },
  {
    id: 3,
    question: 'На какую дату перенес дневник Тома Гарри Поттера?',
    options: ['12 июля', '14 июня', '12 июня', '13 июня'],
    answer: '13 июня',
  },
  {
    id: 4,
    question: 'Какой патронус у Джини Уизли?',
    options: ['лошадь', 'выдра', 'собака', 'кролик'],
    answer: 'лошадь',
  },
  {
    id: 5,
    question: 'Сколько игроков в команде по Квиддичу?',
    options: ['5', '6', '7', '8'],
    answer: '7',
  },
  {
    id: 6,
    question: 'Номер ячейки в банке Гринготтс, в которой хранился философский камень?',
    options: ['713', '417', '683', '784'],
    answer: '713',
  },
  {
    id: 7,
    question: 'Сколько лестниц в замке Хогвартс',
    options: ['164', '142', '156', '110'],
    answer: '142',
  },
  {
    id: 8,
    question: 'С каким вкусом попался Дамблдору боб Бретти Ботт, который он попробовал в больничном крыле у Гарри, хотя он не ел их очень долгое время из-за неудачного опыта ранее?',
    options: ['сопля из носа', 'шпинат', 'козявка', 'ушная сера'],
    answer: 'ушная сера',
  }
]
